Dlubal.RFEM5.RotationType
Type of object rotation

Dlubal.RFEM5.RotationType.UnknownRotation
Unknown rotation.

Dlubal.RFEM5.RotationType.NoneRotation
None rotation.

Dlubal.RFEM5.RotationType.Angle
Rotation via angle.

Dlubal.RFEM5.RotationType.HelpNode
Rotation via help node.